{
  "hero_title": "Oslobodite se boli i naučite se kretati bez ograničenja uz naš online coaching program.",
  "hero_subtitle": "Naš program rješava potencijalo opasne asimetrije, ukočenosti skeleta i bolove, a zatim radi na izgradnji snage, vještine i graciozne kretnje.",
  "button_text_1": "Prijavi se",
  "button_text_2": "Više informacija",
  "button_text_3": "Kupi",
  "card_1_title": "Unaprijedi zdravlje",
  "card_1_text": "Mentor će ti pomoći da lakše otkriješ kakva ishrana i trening odgovaraju tvome tijelu, da izgradiš zdrave navika i podigneš zdravlje i kondiciju na viši nivo.",
  "card_2_title": "Popravi posturu",
  "card_2_text": "Zbog previše sjedenja i nedostatka aktivnosti naše tijelo gubi funkcije i to kompenzuje krivljenjem posture što dugoročno dovodi do problema i bolova. Stingray specijalizacija se odnosi upravo na vraćanje posture i opsega pokreta kroz trening snage.",
  "card_3_title": "Izgledaj kako oduvijek želiš",
  "card_3_text": "Gubljenjem masnih naslaga i dobivanjem mišične mase na ciljanim područijima.",
  "about_title": "Ko je Stingray?",
  "about_p_1": "Trener, sportista, nutricionista, bivši pripadnik specijalne jedinice sa 10+ godina iskustva u treningu snage i mnogim sportovima poput atletike, gimnastike i borilačkih vještina. Nakon stečene diplome mašinskog inžinjera i 5 godina rada u specijalnoj jedinici policije počinje svoj put kao mentor/trener. Najveći uspjeh u ovom poslu je iskustvo u radu sa stotinama ljudi i mnogo transformacija tijela, uma i životnog stila.",
  "about_p_2": "Ideja Stingray pristupa polazi od rada na vještinama iza kojih se krije pravo samopouzdanje, a izgled dolazi kao nusprodukt. Kvalitet rada i usluge se unaprijeđuje svakodnevno. Promjena navika, edukacija o treningu, ishrani i zdravom, balansiranom načinu života.",
  "videos_title": "Poslušajte šta kažu klijenti",
  "videos_p_1": "Ena Taslaman je nekoliko godina tražila rješenje za bolove i probleme koje su je ometali da normalno funkcioniše u svakodnevnom životu. Bilo kakav trening prije početka naše saradnje je pogoršavao stanje. Poslušajte i pogledajte na videu šta smo riješili i dokle smo stigli za 6 mjeseci.",
  "product_1_title": "online mentorstvo",
  "product_line_1": "3 mjeseca",
  "product_line_2": "Plan ishrane",
  "product_line_3": "Plan treninga",
  "product_line_4": "Video konsultacije 1h",
  "product_line_5": "Komunikacija putem whatsapp/viber",
  "product_line_6": "Video objašnjenja vježbi",
  "product_line_7": "Dodatna video objašnjena",
  "product_1_h_1": "Kako funkcioniše i šta je online mentorstvo?",
  "product_1_p_1": "Mentorstvo je najbrži i najefikasniji način učenja, izgradnje tijela ili biznisa. Činjenica da vas neko vodi i da se uvijek možete obratiti za pomoć i savjet je neprocijenjiva. Sa mentorom možete uštediti godine vremena, sačuvati se mnogobrojnih grešaka, frustracija i lutanja za relevantnim izvorima informacija.",
  "product_1_p_2": "Plan treninga ili ishrane je nešto što vam niko ne može prodati na slijepo i ovi planovi se interaktivno mijenjaju iz sedmice u sedmicu. Ishrana se zasniva samo na stvarima koje vi konzumirate i volite. Korekcija tehnike na svim vježbama se radi putem videozapisa koje mentor analizira i tako vas dovodi do idealne forme (ovo je vrlo važna stavka).",
  "product_1_p_3": "Usudim se reči da je ovaj način saradnje efikasniji od individualnih treninga.",
  "product_1_p_4": "Sta još uključuje saradnja: Testiranje putem videopoziva na zoom-u, viber-u ili WhatsApp-u, izrada planova, kratki videopoziv uvoda i pojašnjena planova, video objašnjenja vježbi, svakodnevna dostupnost na whatsapp ili viber za pomoć ili savjet oko spremanja obroka, odabira namirnica, trening rutine, edukacija, izgradnja mindset-a. Ukoliko klijent radi rehabilitaciji i ispravljanje posture onda se po potrebi dogovaraju kontrolni videopozivi koji ne ulaze u cijenu.",
  "product_1_p_5": "Detaljnije video pojašnjenje možete pronaći u story highlights na mom instagram",
  "product_2_h_1": "Šta je to Woman in Motion program?",
  "product_2_p_1": "Woman in Motion je ultimativni vodič koji će vam pomoći da izgradite jako i zgodno žensko tijelo kroz vježbe koje će istovremeno popraviti vašu kretnju, mobilnost i zdravlje kukova. Dakle primarni cilj je da imate zdravo tijelo te vježbe snage koje budete radili neće ugrožavati vaše zdravlje i gubitak mobilnosti kao kod „tradicionalnih“ treninga u teretani. Ovo je osnovni program od kojeg može krenuti svaki početnik i tako opustiti kukove i grudni koš, a istovremeno graditi mišiće i snagu koji te pripremaju za sljedeće zahtijevnije faze programa.",
  "product_2_p_2": "Program je nastao na osnovu godina iskustva rada sa ženama sa različitim tipovima tijela i skeletnim ograničenjima, vježbe koje sam odabrao su najuniverzalnije i sigurno će pomoći svima da se bolje osjećaju. Također, vježbe su osnovni pokreti svedeni na najjednostavnije obrasce koje dajem svojim online klijentima kako bi imali što manju mogućnost da naprave grešku jer ja nisam tu pored njih.",
  "product_2_p_3": "Ukoliko mi ukažeš povjerenje kupovinom ovog vodiča, siguran sam da ćeš biti zadovoljna i ostvariti rezultate. Kako bi potakao tvoju motivaciju i pomogao u slučaju da naiđeš na bilo kakve probleme napravio sam grupu u koju možeš da postaviš bilo koje pitanje, a također ćeš moći da vidiš mnogo odgovora na pitanja drugih djevojaka i te informacije ti mogu biti od velike pomoći. Naš glavni cilj da naučimo uživati u procesu, jer samo tako zauvijek možeš ostati u treningu i doći do mjesta na koja nisi ni zamišljala da možeš doći.",
  "product_2_p_4": "Trenutno je dostupna prva faza programa (basics) koja je ujedno i najvažnija kada je u pitanju postura i mobilnost, te razvijanje kompetencije za složenije faze programa.",
  "product_2_p_5": "Cijena za prvu fazu je 50€ (popust na kupovinu ima prvih 100 kupaca)",
  "product_2_p_6": "Kako izgleda program, pogledaj ispod.",
  "product_2_h_2": "Ciljevi BASICS plana:",
  "product_2_p_7": "Basics je prvi od 3 dijela kompletnog program treninga za žene, a ovdje se fokusiramo na nekoliko glavnih ciljeva:",
  "product_2_l_1": "Vratiti centar mase kako bi se mogli kretati efektivno i prebacivat težinu s jedne strane na drugu pri hodanju.",
  "product_2_l_2": "Naučiti kako da proizvedemo silu od stopala i dlana, kako bi se kukovi, donja leđa i grudni koš mogli opustiti od tenzije.",
  "product_2_l_3": "Vratiti sposobnost grudnog koša i kukova da se kreću u optimalnom maniru.",
  "product_2_l_4": "Izgraditi snagu, mišiće, otpornost i inter-muskularnu koordinaciju bez žrtvovanja mobilnosti i sposobnosti kretanja kao kod tradicionalnih treninga.",
  "product_2_h_3": "Šta trebaš? Za praćenje plana postoje dvije opcije:",
  "product_2_l_5": "Članarina za teretanu.",
  "product_2_l_6": "Set bučica i elastičnih traka, deblja knjiga ili steper i još par stvari koje ima svako domačinstvo.",
  "product_2_p_8": "Sva pitanja koja budeš imala možeš da pišeš u DM grupe i dobit ćeš detaljne odgovore.",
  "testimonials_title": "Šta kažu klijenti",
  "transformations_title": "Transformacije"
}
