{
    "button_text_1": "Prijavi se",
    "card_1_title": "Unaprijedi zdravlje",
    "card_1_text": "Mentor će ti pomoći da lakše otkriješ kakva ishrana i trening odgovaraju tvome tijelu, da izgradiš zdrave navika i podigneš zdravlje i kondiciju na viši nivo.",
    "card_2_title": "Popravi posturu",
    "card_2_text": "Zbog previše sjedenja i nedostatka aktivnosti naše tijelo gubi funkcije i to kompenzuje krivljenjem posture što dugoročno dovodi do problema i bolova. Stingray specijalizacija se odnosi upravo na vraćanje posture i opsega pokreta kroz trening snage.",
    "card_3_title": "Izgledaj kako oduvijek želiš",
    "card_3_text": "Gubljenjem masnih naslaga i dobivanjem mišične mase na ciljanim područijima.",
    "about_title": "Ko je Stingray?",
    "about_p_1": "Trener, sportista, nutricionista, bivši pripadnik specijalne jedinice sa 10+ godina iskustva u treningu snage i mnogim sportovima poput atletike, gimnastike i borilačkih vještina. Nakon stečene diplome mašinskog inžinjera i 5 godina rada u specijalnoj jedinici policije počinje svoj put kao mentor/trener. Najveći uspjeh u ovom poslu je iskustvo u radu sa stotinama ljudi i mnogo transformacija tijela, uma i životnog stila.",
    "about_p_2": "Ideja Stingray pristupa polazi od rada na vještinama iza kojih se krije pravo samopouzdanje, a izgled dolazi kao nusprodukt. Kvalitet rada i usluge se unaprijeđuje svakodnevno. Promjena navika, edukacija o treningu, ishrani i zdravom, balansiranom načinu života.",
    "videos_title": "Stingray Filozofija",
    "videos_p_1": "Naš program je namijenjen ljudima koji žele da unaprijede svoju kretnju, snagu, mobilnost ali i izgled. Također ljudima koji sa došli na plato u svome treningu i trebaju pomoć oko postizanja naprednijih ciljeva.",
    "videos_p_2": "U naš program treninga su uvrštene powerlifting vježbe snage, kretnje (animal flow) i mobilnosti. Sa ljudima radimo na nešto drugačiji način, da bi postigli optimalno zdravlje, izgled ali i vještine iza kojih se krije pravo samopouzdanje. Generalni cilj nije samo izgledati dobro, nego taj izgled zaraditi vještinom."
}
