{
    "button_text_1": "Sign Up",
    "button_text_2": "More Info",
    "button_text_3": "Purchase",
    "card_1_title": "Improve health",
    "card_1_text": "A mentor will help you to discover more easily what kind of nutrition and training suit your body, to build healthy habits and raise your health and fitness to a higher level.",
    "card_2_title": "Correct your posture",
    "card_2_text": "Due to too much sitting and lack of activity, our body loses its functions and compensates by bending the posture, which in the long run leads to problems and pain. Stingray specialization refers precisely to restoring posture and range of motion through strength training.",
    "card_3_title": "Look the way you've always wanted",
    "card_3_text": "Achieve this by losing fat deposits and gaining muscle mass in the target areas.",
    "about_title": "Who is Stingray?",
    "about_p_1": "Coach, athlete, nutritionist, former special forces member with 10+ years of experience in strength training and sports such as athletics, gymnastics and martial arts. After obtaining a degree in mechanical engineering and 5 years of work in a special police unit, he began his journey as a mentor/coach. The greatest success in this business is the experience of working with hundreds of people and many transformations of body, mind and most importantly overall lifestyle of clients.",
    "about_p_2": "The idea behind the Stingray approach is to work primarily on the skills behind which real confidence is hidden, and looks come as a byproduct. The quality of work and service is improved daily. Changing habits, education about training, nutrition and a healthy, balanced lifestyle.",
    "videos_title": "Stingray Philosophy",
    "videos_p_1": "Our program is intended for people who want to improve their movement, strength, mobility and appearance. Also for people who have reached a plateau in their training and need help in achieving more advanced goals.",
    "videos_p_2": "Our training program includes powerlifting exercises of strength, movement (animal flow) and mobility. We work with people in a slightly different way, in order to achieve optimal health, appearance, but also the skills behind which true self-confidence is hidden. The general goal is not just to look good, but to earn that look with skill.",
    "product_1_title": "online mentorship",
    "product_line_1": "3 months",
    "product_line_2": "Diet plan",
    "product_line_3": "Training plan",
    "product_line_4": "1h of Video consultations",
    "product_line_5": "Communication via whatsapp/viber",
    "product_line_6": "Video explanations of the exercises",
    "product_line_7": "Additional video explanations",
    "product_1_h_1": "How does it work and what is online mentoring?",
    "product_1_p_1": "Mentoring is the fastest and most effective way of learning, building a body or a business. The fact that someone guides you and that you can always turn to them for help and advice is invaluable. With a mentor, you can save years of time, avoid numerous mistakes, frustrations, and wandering for relevant sources of information.",
    "product_1_p_2": "A training or nutrition plan is something that no one can sell you blindly, and these plans are changed interactively from week to week. Nutrition is based only on things that you consume and like. Correction of technique on all exercises is done through videos that the mentor analyzes and thus brings you to the ideal form (this is a very important item).",
    "product_1_p_3": "I dare to say that this way of collaboration is more effective than individual training.",
    "product_1_p_4": "What else does the collaboration include: Testing via video calls on Zoom, Viber, or WhatsApp, creating plans, short video introduction and explanation of plans, video explanations of exercises, daily availability on WhatsApp or Viber for help or advice on meal preparation, choosing ingredients, training routine, education, building a mindset. If the client is undergoing rehabilitation and posture correction, then additional control video calls are arranged as needed, which are not included in the price.",
    "product_1_p_5": "You can find a more detailed video explanation in the story highlights on my Instagram",
    "product_2_h_1": "What is the Woman in Motion program about?",
    "product_2_p_1": "The Woman in Motion program is a comprehensive guide that helps women build a strong and fit body through exercises that improve their movement, mobility, and hip health. The primary goal is to have a healthy body, and the strength exercises you will do will not jeopardize your health or mobility loss as with \"traditional\" gym workouts. The program is designed for beginners to help them relax their hips and chest while building muscles and strength that prepare them for the program's more demanding phases.",
    "product_2_p_2": "The program is based on years of experience working with women of different body types and skeletal limitations, and the exercises selected are the most universal and safe to help everyone feel better. Additionally, the exercises are basic movements reduced to the simplest patterns that I give to my online clients so they have the least chance of making a mistake as I'm not there next to them.",
    "product_2_p_3": "The first phase of the program (basics) is currently available and is also the most important when it comes to posture and mobility, and developing competency for the program's more complex phases. The price for the first phase is 50 euros, with a discount for the first 100 buyers.",
    "product_2_p_4": "The program's goals include returning the center of mass to enable effective movement and weight shifting, producing force from the feet and palms to relax tension in the hips, lower back, and chest, restoring the ability of the chest and hips to move optimally, and building strength, muscles, endurance, and inter-muscular coordination without sacrificing mobility and movement ability as with traditional workouts.",
    "product_2_p_5": "To follow the program, you can either join a gym or use a set of dumbbells and elastic bands, a thicker book or stepper, and a few other things that every household has. If you have any questions, you can write to the DM group and receive detailed answers.",
    "product_2_p_6": "What the program looks like, see below.",
    "product_2_h_2": "Goals of the BASICS plan: ",
    "product_2_p_7": "Basics is the first of 3 parts of a complete training program for women, and here we focus on several main goals: ",
    "product_2_l_1": "To restore the center of mass so that we can move effectively and shift weight from one side to the other when walking.",
    "product_2_l_2": "Learn how to produce force from the feet and hands so that the hips, lower back, and chest can relax from tension.",
    "product_2_l_3": "Restore the ability of the chest and hips to move in an optimal manner.",
    "product_2_l_4": "Build strength, muscles, endurance, and inter-muscular coordination without sacrificing mobility and movement abilities as with traditional training.",
    "product_2_h_3": "What do you need? There are two options for following the plan:",
    "product_2_l_5": "Gym membership.",
    "product_2_l_6": "Dumbbell and elastic band set, a thicker book or a stepper, and a few other things that every household has. You can write any questions you have in the DM group and you will receive detailed answers.",
    "product_2_p_8": "You can write all the questions you have in the DM group and you will get detailed answers.",
    "testimonials_title": "What people are saying",
    "transformations_title": "Transformations"
}
